---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.WebHeight
source: html/8935a134-3ccf-b3ac-16f0-eeedea0b684e.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.WebHeight Property

Web Height.

## Syntax (C#)
```csharp
public double WebHeight { get; set; }
```